Repository: pohib/Resolution-Changer
Catalog: ResolutionChanger/Resources/Strings.*.resx
Languages: ru

# ProcessStarted
source: Process detected! Changing resolution to {0}x{1}...
ru: Процесс обнаружен! Меняем разрешение на {0}x{1}...

# ProcessExited
source: Process closed! Restoring default resolution {0}x{1}...
ru: Процесс закрыт! Восстанавливаем разрешение {0}x{1}...

# ResolutionChangeSuccess
source: Resolution successfully changed to {0}x{1}
ru: Разрешение успешно изменено на {0}x{1}

# ResolutionRestoreSuccess
source: Default resolution {0}x{1} restored
ru: Разрешение восстановлено {0}x{1}

# Error_ResolutionChangeFailed
source: Failed to change resolution: {0}
ru: Ошибка изменения разрешения: {0}

# Error_ProcessNotFound
source: Process "{0}" not found
ru: Процесс "{0}" не найден

# MonitoringStarted
source: Monitoring started for process: {0}
ru: Мониторинг запущен для процесса: {0}

source: Monitoring stopped
ru: Мониторинг остановлен

# Warning_InvalidResolution
source: Invalid resolution specified: {0}x{1}
ru: Некорректное разрешение: {0}x{1}

# Status_Ready
source: Ready
ru: Готов

# Status_Working
source: Working...
ru: Работа...

# Menu_File
source: File
ru: Файл

# Menu_Exit
source: Exit
ru: Выход

# Menu_Language
source: Language
ru: Язык
